// Ивент событие убийства
//[4,418,13,65,"Milan","",482.2]
// 4 - означает событие убийства
// 418 - Точный тайминг
// 13 - Кто убил Id бота [RA]Obvinitel  (если равен 0 в реплее пишет убит но не пишет кем)
// 65 - Кого убил Id бота Haksli
// "Milan" - Оружие/Техника
// "" - ?
// 482.2 - Дистанция

// Ивент событие урона
//[5,419,13,65,"Milan","",482.6,21.5524,false,"rhs_ammo_spall",84]
// 5 - означает событие урона
// 419 - Точный тайминг
// 13 - Кто Id бота [RA]Obvinitel 
// 65 - Кого Id бота Haksli
// "Milan" - Оружие/Техника
// "" -
// 482.6 - Дистанция
// 21.5524 - Урон
// false - ?
// rhs_ammo_spall - Калибр, патроны
// 84 - ?

// Ивент когда за бота подключился человек
//[3,27,"(u0431u043eu0442) [SVG]Neokris","[SVG]Neokris","76561198087655398"]]
// 3 - Сторона
// 27 - Id Бота
// "(u0431u043eu0442) [SVG]Neokris" - Название на реплее в скобках написано (бот)
// "[SVG]Neokris" - Новое название на реплее
// "76561198087655398" - Стим идентификатор подключившегося


// Ивент лечения
//[7,547,58,60,"bandage",0.0692602,false,true]]
// 7 - означает событие лечения
// 547 - точный тайминг
// 58 - Кто лечит Id Бота
// 60 - кого лечит Id Бота
// "bandage" - Чем лечит
// 0.0692602 - Сколько вылечил
// false - ?
// true - ?
